Repository: thepozer/gMySQLcc
Catalog: po/*.po
Languages: es, fr

source: GMySQLcc - Connections list
es: GMySQLcc - Lista de conexiones :
fr: GMySQLcc - Liste des connexions

source: Connection
es: Conexión
fr: Connexion

source: Connect to a server
es: Conectar a un servidor
fr: Connexion a un serveur

source: Edit Server
es: Editar Servidor
fr: Edite Serveur

source: Display edit server part
es: Mostrar edición del servidor
fr: Affiche la partie d'édition des serveurs

source: Execute SQL file
es: Ejecutar archivo SQL
fr: Exécute un fichier SQL

source: Execute an SQL file on a MySQL server
es: Ejecutar archivo SQL en un servidor MySQL
fr: Exécute un fichier SQL dans un serveur MySQL

source: Close
es: Cerrar
fr: Fermer

source: Close window
es: Cerrar ventana
fr: Fermer la fenêtre

source: Server
es: Servidor
fr: Serveur

source: Name :
es: Nombre :
fr: Nom :

source: Host :
es: Servidor :
fr: Nom de la machine :

source: Port :
es: Puerto :

source: User name :
es: Nombre de usuario :
fr: Nom de l'utilisateur :

source: Password :
es: Contraseña :
fr: Mot de passe :

source: Local socket file :
es: Archivo de «socket» local :
fr: Fichier socket local :

source: Read only server
es: Servidor unicamente de lectura
fr: Serveur en lecture seule

source: Warning about write query on this server
es: Advertencia sobre consulta de modificación en este servidor
fr: Préviens en cas de requète modifiant des données sur le serveur

source: Server name
es: Nombre del servidor
fr: Nom du serveur

source: Field %s cannot be empty !!!
es: ¡¡¡ El campo %s no puede estar vacío !!!
fr: Le champ %s ne peut pas être vide !!!

source: Field %s can only contain digits !!!
es: ¡¡¡ El campo %s sólo puede contener números !!!
fr: Le champ %s ne peut contenir que des chiffres !!!

source: Name already taken ! Please set another one.
es: ¡ El nombre ya ha sido tomado ! Por favor, seleccione otro.
fr: Ce nom est déjà pris ! Choisissez en un autre.

source: Please select a server
es: Por favor seleccione un servidor
fr: Sélectionnez un serveur de base de donnée

source: Can't delete this server !!!
es: ¡¡¡ No se puede borrar este servidor !!!
fr: Impossible de supprimer ce serveur !!!

source: Can't move up more !!!
es: ¡¡¡ No se puede subir más !!!
fr: Impossible d'aller plus haut !!!

source: Can't move down more !!!
es: ¡¡¡ No se puede bajar más !!!
fr: Impossible d'aller plus bas !!!

source: Search (keyword) :
es: Búsqueda(palabra clave) :
fr: Recherche (Mots clés) :

source: Search
es: Busqueda
fr: Recherche

source: Categories
es: Categorías
fr: Catégories

source: Name : %s Description : %s Sample : %s Url : %s
es: Nombre : %s Descripción : %s Ejemplo : %s URL : %s
fr: Nom : %s Description : %s Exemple : %s Url : %s

source: GMySQLcc - Server window : %s
es: GMySQLcc - Ventana de Servidores : %s
fr: GMySQLcc - Fenêtre du serveur : %s

source: Servers list
es: Lista de servidores
fr: Liste des serveurs

source: Help
es: Ayuda
fr: Aide

source: Databases
es: Bases de datos
fr: Bases de données

source: Query - db : '%s'
es: Consulta - bd : '%s'
fr: Requête - base : '%s'

source: Execute
es: Ejecutar
fr: Exécuter

source: Duplicate
es: Duplicar
fr: Dupliquer

source: Close tab
es: Cerrar pestaña
fr: Fermer Onglet

source: Write Warning !!!
es: ¡¡¡ Escribir advertencia !!!
fr: Protection contre la modofication !!!

source: Warning !!! This server has been marked with Write Warning flags !!! It is dangerous for the data ... :) Do you want force the execution of the query ?
es: ¡¡¡ Advertencia !!! ¡¡¡ Este servidor ha sido marcado con la etiqueta de advertencias de escritura !!! Esto es peligroso para los datos ... :) ¿Quiere forzar la ejecución de la consulta?
fr: Attention !!! Ce serveur a été marqué avec comme étant à ne pas modifier !!! Ce serait dangereux pour les données ... :) Voulez-vous forcer l'exécution de cette requête ?

source: Error during the query : (%d) %s
es: Error al ejecutar consulta : (%d) %s
fr: Erreur durant l'exécution de la requête : (%d) %s

source: Result %d
es: Resultado %d
fr: Résultat %d

source: Query ok. Affected row : %d
es: Consulta ok Filas afectadas : %d
fr: Requête ok. Lignes modifiées : %d

source: Load sql file
es: Cargar archivo sql
fr: Lire le fichier SQL

source: Save sql file
es: Guardar archivo sql
fr: Enregistrer le fichier SQL

source: SQL File
es: Archivo SQL
fr: Fichier SQL

source: Refresh
es: Refrescar
fr: Rafraichir

source: Add a database
es: Añadir una base de datos
fr: Ajouter une base de donnée

source: Alter a database
es: Añadir una base de datos
fr: Modifier une base de donnée

source: Remove a database
es: Borrar una base de datos
fr: Supprimer une base de donnée

source: Display all create structures
es: Mostrar todas las estructuras creadas
fr: Afficher la structure de la base de données

source: Add a table
es: Añadir una tabla
fr: Ajouter une table

source: Alter a table
es: Alterar una tabla
fr: Modifie une table

source: Remove a table
es: Borrar una tabla
fr: Supprimer une table

source: Display create structure
es: Mostrar estructura creada
fr: Afficher la structure de la table

source: Views
es: Vistas
fr: Vues

source: Add a view
es: Agregar una vista
fr: Ajouter une vue

source: Alter a view
es: Alterar una vista
fr: Modifier une vue

source: Remove a view
es: Borrar una vista
fr: Supprimer une vue

source: Procedures
es: Procedimientos
fr: Procédures

source: Add a procedure
es: Agregar un procedimiento
fr: Ajouter une procédure

source: Alter a procedure
es: Alterar un procedimiento
fr: Modifier une procédure

source: Remove a procedure
es: Borrar un procedimiento
fr: Supprimer une procédure

source: Functions
es: Funciones
fr: Fonctions

source: Add a function
es: Agregar una función
fr: Ajouter une fonction

source: Alter a function
es: Alterar una función
fr: Modifier une fonction

source: Remove a function
es: Borrar una función
fr: Supprimer une fonction

source: Name
es: Nombre
fr: Nom

source: Rows
es: Filas
fr: Nbr Lignes

source: Size
es: Tamaño
fr: Taille

source: Type
es: Tipo

source: Topic name
fr: Noms des sujets
